[
    {
        "Word": "Drept subiectiv = ",
        "Explication": "Facultate sau prerogativa recunoscuta de lege persoanei, subiect activ al raportului juridic, de a pretinde subiectului (sau subiectelor) pasive sa savarseasca o anumita actiune sau sa se abtina de la savarsirea unei actiuni, putand recurge, la nevoie, la forta de constrangere a statului pentru asigurarea infaptuirii conduitei pretinse" 
    },

    {
        "Word": "Drept obiectiv = ",
        "Explication": " Dreptul obiectiv desemnează totalitatea regulilor juridice de conduită sau anormelor juridice din societate. El reprezintă totalitatea normelor de conduită instituite deorganele statului şi impuse indivizilor sau colectivităţii în cadrul vieţii sociale, uneori chiarprin forţa de constrângere a statului."
    },

    {
        "Word": "Ramură de drept = ",
        "Explication": " O grupare mai larga de norme si institutii juridice care sunt legate intre ele prin obiectul lor comun (un anumit complex de relatii sociale pe care le reglementeaza), prin anumite principii comune care stau la baza lor, precum si prin unitatea de metoda folosita in reglementarea relatiilor sociale respective, potrivit intereselor din societatea respectiva."
    },

    {
        "Word": "Constituția = ",
        "Explication": " Este legea fundamentală a unui stat în care sunt consemnate principiile de bază ale organizării lui, drepturile și îndatoririle fundamentale ale cetățenilor."
    },

    {
        "Word": "Act Normativ = ",
        "Explication": " Este izvorul de drept creat de organe ale autorităţii publice, investite cu competenţe normative (parlament, guvern, organe administrative locale). Actul normativ cuprinde norme general-obligatorii, a căror aplicare poate fi realizată şi prin intervenţia forţei coercitive a statului (De ex.: legi, decrete, ordonanţe ale guvernului, regulamente şi ordine ale ministerelor, decizii ale organelor administrative locale)."
    },

    {
        "Word": "Cod Penal = ",
        "Explication": " Este actul normativ care reunește normele ce constituie dreptul comun în materia dreptului penal. Este un ansamblu al principalelor norme juridice care definesc infracțiunile și stabilesc sancționarea lor."
    }
]


